Repository: bryceco/GoMap
Catalog: src/iOS/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, et, eu, fi, fr, hr, id, it, ja, mr, nb_no, nl, oc, pl, pt, pt_br, ru, ta, uk, vi, zh_hans, zh_hant

source: Nothing to upload, no changes have been made.
ar: لا شيء للرفع، لم تقم بإجراء أي تغييرات.
cs: Nic pro nahrání, neprovedeny žádné změny.
de: Nichts zum Hochladen, keine Änderungen wurden durchgeführt.
es: No hay nada que subir, no se han hecho cambios.
et: Ei ole midagi üles laadida, muudatusi ei tehtud.
eu: Aldaketarik gabe: ezer igortzeko.
fr: Rien à envoyer, aucune modification n'a été effectuée.
hr: Nema se što prenijeti. Ništa nije promijenjeno.
id: Tidak ada yang perlu diunggah, belum ada perubahan yang telah dibuat.
ja: アップロードするものはありません、変更はありません。
nb_no: Ingenting å laste opp, ingen endringer utført.
nl: Niets om te uploaden, er zijn geen verandering gemaakt.
pt: Nada para enviar. Não foi feita nenhuma alteração.
pt_br: Nada para enviar, nenhuma alteração foi feita.
ru: Нечего загружать, не сделано ни одной правки.
ta: பதிவேற்ற எதுவும் இல்லை, எந்த மாற்றங்களும் செய்யப்படவில்லை.
uk: Нема чого завантажувати, жодних змін не відбулося.
zh_hans: 没有可上传的，没任何变化。
zh_hant: 無法上傳，因為沒有改變。

source: Number of recent items to display
ar: عدد العناصر الحديثة التي سيتم عرضها
cs: Počet nedávných položek k zobrazení
de: Zahl anzuzeigender kürzlich geänderter Elemente
es: Número de elementos recientes a mostrar
et: Kuvatav hiljutiste objektide arv
fr: Nombre d'élément récents à afficher
hr: Broj prikazanih nedavnih elemenata
ja: 最新利用項目の表示数
nb_no: Antall nylige elementer å vise
nl: Aantal recente items om weer te geven
pt: Número de itens recentes para mostrar
pt_br: Número de itens recentes para mostrar
ru: Число последних элементов для отображения
ta: காண்பிக்க அண்மைக் கால உருப்படிகளின் எண்ணிக்கை
uk: Кількість останніх елементів щоб показати
vi: Số mục gần đây để hiển thị
zh_hans: 最近显示的项目数
zh_hant: 要顯示的最新項目數量

source: Object modified
ar: عنصر معدل
cs: Objekt upraven
de: Objekt verändert
es: Objeto modificado
et: Objekti muudetud
fr: Objet modifié
hr: Objekt promijenjen
id: Obyek dimodifikasi
ja: オブジェクトは変更されました
nb_no: Objekt endret
nl: Object aangepast
pt: Objeto alterado
pt_br: Objeto modificado
ru: Объект изменён
ta: பொருள் மாற்றியமைக்கப்பட்டது
uk: Обʼєкт змінений
zh_hans: 修改的对象
zh_hant: 已修改物件

source: OK
ar: موافق
es: Aceptar
eu: Ados
hr: U redu
id: Oke
ru: ОК
ta: சரி
uk: Гаразд
zh_hans: 确定
zh_hant: 好的

source: Only Left Turn restriction
ar: فقط قيود الانعطاف لليسار
cs: Pouze omezení odbočení vlevo
de: Nur Linksabbiegen erlaubt
es: Solo restricción de giro a la izquierda
et: Ainult vasakpöörde piirang
fr: Obligation de tourner à gauche
hr: Ograničenje samo za skretanje ulijevo
id: Batasan Harus Belok Kiri
ja: 左折のみ
nl: Verplichting linksaf te slaan
pt: Obrigatório virar à esquerda
pt_br: Obrigatório virar à esquerda
ru: Только левый поворот
ta: இடது திருப்பம் கட்டுப்பாடு மட்டுமே
uk: Лише поворот наліво
vi: Hạn chế Chỉ Rẽ Trái
zh_hans: 只有左转限制
zh_hant: 只能左轉

source: Only multipolygon relations are supported
ar: يتم دعم علاقات المضلعات المتعددة فقط
cs: Podporovány jsou pouze multipolygonové relace
de: Nur Multipolygon-Relationen werden unterstützt
es: Solo se admiten las relaciones multipoligonales
et: Toetatud on ainult hulknurksed relatsioonid
fr: Seules les relations sur les polygones multiples sont prises en charge
hr: Podržane su samo veze mnogokuta
id: Hanya relasi multipolygon yang didukung
ja: マルチポリゴンのリレーションだけがサポートされています
nb_no: Kun multipolygonsrelasjoner støttes
nl: Alleen multipolygoon-relaties zijn ondersteund
pt: Apenas são suportadas relações multipoligonais
pt_br: Apenas relações multipoligonais são suportadas
ru: Поддерживаются только отношения типа мультиполигон
ta: மல்டிபோலிகான் உறவுகள் மட்டுமே ஆதரிக்கப்படுகின்றன
uk: Підтримуються лише звʼязки типу «мультиполігон»
vi: Chỉ hỗ trợ quan hệ tổ hợp đa giác
zh_hans: 仅支持复杂多边形关系
zh_hant: 只支援複多邊形關係

source: Only Right Turn restriction
ar: فقط قيود الانعطاف لليمين
cs: Pouze omezení odbočení vpravo
de: Nur Rechtsabbiegen erlaubt
es: Solo restricción de giro a la derecha
et: Ainult parempöörde piirang
fr: Obligation de tourner à droite
hr: Ograničenje samo za skretanje udesno
id: Batasan Harus Belok Kanan
ja: 右折のみ
nl: Verplichting rechtsaf te slaan
pt: Obrigatório virar à direita
pt_br: Obrigatório virar à direita
ru: Только правый поворот
ta: வலது திருப்பம் மட்டுமே
uk: Лише поворот направо
vi: Hạn chế Chỉ Rẽ Phải
zh_hans: 只有右转限制
zh_hant: 只能右轉

source: Only Straight On restriction
ar: فقط قيود المشي بشكل مستقيم (للأمام)
cs: Pouze omezení jízdy rovně
de: Nur Geradeausfahren erlaubt
es: Solo se permite conducir en línea recta
et: Ainult otse sõidu piirang
fr: Obligation de continuer tout droit
hr: Ograničenje samo za kretanja ravno
id: Batasan Harus Lurus
ja: 直進のみ
nl: Verplichting rechtdoor te gaan
pt: Obrigatório seguir em frente
pt_br: Obrigatório seguir em frente
ru: Только прямо
ta: கட்டுப்பாட்டில் நேராக மட்டுமே
uk: Лише прямо
vi: Hạn chế Chỉ Chạy Thẳng
zh_hans: 只有直行限制
zh_hant: 只能直行

source: Only ways/multipolygons can be rotated
ar: يمكن تدوير الطرق/المضلعات المتعددة فقط
cs: Otáčeny mohou být pouze linie a multipolygony
de: Nur Wege/Multipolygone können gedreht werden
es: Solo se pueden girar las vías o los multipolígonos
et: Pöörata saab ainult teid ja hulknurki
fr: Seuls les chemins/polygones multiples peuvent être retournés
hr: Okretati se mogu samo putovi/mnogokuti
id: Hanya way/multipolygon yang bisa diputar
ja: ウェイ/マルチポリゴンだけが回転できます
nl: Alleen wegen/multipolygonen kunnen gedraaid worden
pt: Apenas podem ser rodadas linhas e multipolígonos
pt_br: Apenas linhas/multipolígonos podem ser rotacionados
ru: Вращать можно только линии/мультиполигоны
ta: வழிகள்/மல்டிபோலிகான்களை மட்டுமே சுழற்ற முடியும்
uk: Повертати можна лише лінії чи мультиполігони
vi: Chỉ có thể xoay lối/tổ hợp đa giác
zh_hant: 只能旋轉線段或複多邊形

source: Open Settings
ar: فتح الإعدادات
cs: Otevřít nastavení
de: Einstellungen öffnen
es: Abrir configuración
et: Ava seaded
fi: Avaa asetukset
fr: Ouvrir les paramètres
hr: Otvori postavke
id: Buka Pengaturan
ja: 設定を開く
mr: मांडणी उघडा
nb_no: Åpne innstillingene
nl: Open instellingen
pt: Abrir configurações
pt_br: Abrir configurações
ru: Открыть настройки
ta: திறந்த அமைப்புகள்
uk: Відкрити налаштування
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

source: Open URL
ar: فتح رابط
cs: Otevřít URL
de: URL öffnen
es: Abrir URL
et: Ava URL
eu: URLa ireki
fi: Avaa URL
fr: Ouvrir l'URL
hr: Otvori URL adresu
id: Buka URL
ja: URLを開く
nb_no: Åpne nettadresse
pt: Abrir URL
pt_br: Abrir URL
ru: Открыть URL
ta: திறந்த முகவரி
uk: Відкрити посилання
vi: Mở URL
zh_hans: 打开URL
zh_hant: 打開連結

source: other object
ar: عنصر آخر
cs: další objekt
de: anderes Objekt
es: otro objeto
et: muu objekt
fi: muu objekti
fr: autre objet
hr: drugi objekt
id: obyek lain
it: altro oggetto
ja: 他のオブジェクト
nb_no: annet objekt
nl: ander object
pl: inny obiekt
pt: outro objeto
pt_br: outro objeto
ru: другой объект
ta: பிற பொருள்
uk: інший обʼєкт
vi: đối tượng khác
zh_hans: 其他对象
zh_hant: 其他物件

source: Paste
ar: لصق
cs: Vložit
de: Einfügen
es: Pegar
et: Aseta
eu: Pegatu
fi: Liitä
fr: Coller
hr: Umetni
id: Tempel
it: Incolla
ja: 貼付
mr: चिटकवा
nb_no: Lim inn
nl: Plakken
pt: Colar
pt_br: Colar
ru: Вставить
ta: ஒட்டு
uk: Вставити
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

source: Perform Action
ar: تنفيذ الإجراء
cs: Provést akci
de: Aktion ausführen
es: Efectuar acción
et: Teosta tegevus
fr: Effectuer l'action
hr: Izvedi radnju
id: Lakukan Tindakan
it: Esegui l'azione
ja: 操作を実行
nb_no: Utfør handling
nl: Actie uitvoeren
pt: Executar a ação
pt_br: Executar a ação
ru: Выполнить действие
ta: செயலைச் செய்யுங்கள்
uk: Здійснити дію
vi: Thực hiện Tác vụ
zh_hans: 执行操作
zh_hant: 繼續執行

source: Please wait
ar: يرجى الانتظار
cs: Prosím čekejte
de: Bitte warten
es: Espere
et: Palun oota
fi: Odota
fr: Veuillez patienter
hr: Pričekaj
id: Mohon tunggu
ja: お待ち下さい
nb_no: Vent
nl: Wacht a.u.b.
pt: Por favor aguarde
pt_br: Por favor, espere
ru: Подождите
ta: தயவுசெய்து காத்திருங்கள்
uk: Зачекайте
vi: Xin vui lòng chờ đợi
zh_hans: 请稍候
zh_hant: 請稍候

source: Previous
ar: السابق
cs: Předchozí
de: Vorherige
es: Anterior
et: Eelmine
eu: Lehengo
fi: Edellinen
fr: Précédent
hr: Prethodne
id: Sebelumnya
ja: 前へ
mr: पुढे
nb_no: Forrige
nl: Vorige
pt: Anterior
pt_br: Anterior
ru: Предыдущий
ta: முந்தைய
uk: Попередній
vi: Trước
zh_hans: 上一个
zh_hant: 上一個

source: Previous Tracks
ar: المسارات السابقة
cs: Předchozí trasy
de: Vorherige Tracks
es: Trayectos anteriores
et: Eelmised rajad
fr: Suivis précédents
hr: Prethodne staze
id: Lajur Sebelumnya
ja: 以前のトラック
mr: पूर्वीचे ट्रॅक
nb_no: Tidligere spor
nl: Vorige tracks
pt: Trilhos anteriores
pt_br: Trilhas anteriores
ru: Предыдущие треки
ta: முந்தைய தடங்கள்
uk: Попередні треки
zh_hans: 以前的轨迹
zh_hant: 之前的航跡

source: Purge
ar: تنظيف
cs: Pročistit
de: Änderungen verwerfen
es: Purgar
et: Tühjenda
fi: Tyhjennä
fr: Purger
hr: Isprazni
id: Bersihkan
ja: 消去
mr: पुसा
nb_no: Tøm
nl: Verversen
pt: Limpar
pt_br: Limpar
ru: Очистить
ta: தூய்மைப்படுத்துதல்
uk: Вичистити
vi: Xóa sạch
zh_hans: 清理
zh_hant: 清除

source: Rating this app makes it easier for other mappers to discover it and increases the visibility of OpenStreetMap.
ar: يسهّل تقييم هذا التطبيق على مصممي الخرائط الآخرين اكتشافه الأمر الذي يؤدي لمزيد من المحررين على خريطة الشارع المفتوحة.
cs: Hodnocení aplikace umožňuje dalším maperům její nalezení a zviditelňuje OpenStreetMap.
de: Die Bewertung der App hilft anderen Kartierern, sie zu entdecken und erhöht die Sichtbarkeit von OpenStreetMap.
es: Clasificar esta aplicación facilita que otros cartógrafos la descubran y aumenta la visibilidad de OpenStreetMap.
et: Selle rakenduse hindamine hõlbustab teistel kaardistajatel selle avastamist ja suurendab OpenStreetMapi nähtavust.
fr: Noter cette application rend plus facile la découverte d'OpenStreetMap auprès des autres cartographes et augmente sa visibilité.
hr: Ocjenjivanje ovog programa olakšava drugim kartografima ga otkriti, te povećava vidljivost karte OpenStreetMap.
id: Nilai aplikasi ini supaya memudahkan penyunting peta lain untuk menemukannya dan meningkatkan visibilitas OpenStreetMap.
ja: このアプリを評価すると他のマッパーが見つけやすくなり、OpenStreetMap自体も閲覧されやすくなります。
nl: Het beoordelen van deze app maakt het makkelijker voor andere mappers om het te ontdekken en verhoogt de zichtbaarheid van OpenStreetMap.
pt: Se avaliar esta aplicação irá aumenta a probabilidade de outros mapeadores descobrirem-na para além de aumentar a visibilidade do OpenStreetMap.
pt_br: Avaliar este aplicativo torna mais fácil para outros mapeadores descobri-lo e aumenta a visibilidade do OpenStreetMap.
ru: Оценивая это приложение, вы помогаете другим картографам легче его обнаружить и повышаете популярность OpenStreetMap.
ta: இந்த பயன்பாட்டை மதிப்பிடுவது மற்ற மேப்பர்களுக்கு அதைக் கண்டுபிடிப்பதை எளிதாக்குகிறது மற்றும் ஓபன்ச்ட்ரீட்மேப்பின் தெரிவுநிலையை அதிகரிக்கிறது.
uk: Якщо оціните застосунок — допоможете іншим паперам шукати його та зробите OpenStreetMap популярнішим.
vi: Hãy đánh dấu ứng dụng này để cho người khác có thể khám phá nó và cùng lập bản đồ và để làm cho OpenStreetMap nổi tiếng hơn.
zh_hant: 給這個 app 評分，可以讓圖客們更容易找到之外，同時提升了開放街圖的能見度。

source: Recent Aerial Imagery
ar: الصور الجوية الحديثة
cs: Nedávné letecké snímky
de: Aktuelle Luftbilder
es: Imágenes aéreas recientes
et: Hiljutised aerofotod
fr: Imagerie aérienne récente
hr: Nedavne aerofotografije
id: Citra Udara Terbaru
ja: 最近使った航空画像
nb_no: Nylige luftbilder
nl: Recente luchtfoto's
pt: Imagens aéreas recentes
pt_br: Imagens aéreas recentes
ru: Недавние аэрофотоснимки
ta: அண்மைக் கால வான்வழி படங்கள்
uk: Нещодавні аерофото
vi: Không ảnh Gần đây
zh_hans: 最近的卫星影像
zh_hant: 最近的空拍影像

source: Redo
ar: إعادة
cs: Opakovat
de: Wiederherstellen
es: Rehacer
et: Korda
fi: Tee uudelleen
fr: Rétablir
hr: Ponovi
id: Mengulangi
ja: 再実行
mr: पुनःकरा
nb_no: Gjenta
nl: Ongedaan maken
pt: Refazer
pt_br: Refazer
ru: Повторить
ta: மீண்டும்செய்
uk: Повторити
vi: Làm lại
zh_hans: 重做
zh_hant: 重做

source: relation
ar: علاقة
cs: relace
es: relación
et: relatsioon
fi: relaatio
hr: veza
id: hubungan
it: relazione
ja: リレーション
mr: संबंध
nb_no: relasjon
nl: relatie
pl: relacja
pt: relação
pt_br: relação
ru: отношение
ta: உறவு
uk: звʼязок
vi: quan hệ
zh_hans: 关系
zh_hant: 關係

source: Relation Attributes
ar: خصائص العلاقة
cs: Atributy relace
de: Relations-Attribute
es: Atributos de relación
et: Relatsiooni atribuudid
fr: Attributs de la relation
hr: Svojstva veze
id: Atribut-atribut Hubungan
ja: リレーションの属性
nb_no: Relasjons-attributter
nl: Relatie-attributen
pt: Atributos da relação
pt_br: Atributos de relação
ru: Атрибуты отношения
ta: உறவு பண்புக்கூறுகள்
uk: Атрибути звʼзку
zh_hans: 关系属性
zh_hant: 關係屬性

source: Relation Tags
ar: وسوم العلاقة
cs: Značky relace
de: Relations-Tags
es: Etiquetas de relación
et: Relatsiooni sildid
fr: Étiquettes de la relation
hr: Oznake veze
id: Tag-tag Hubungan
ja: リレーションのタグ
nl: Relatie-tags
pt: Etiquetas da relação
pt_br: Etiquetas de relação
ru: Теги отношения
ta: உறவு குறிச்சொற்கள்
uk: Теґи звʼязка
zh_hans: 关系标签
zh_hant: 關係標籤

source: Relation: %@
ar: العلاقة: %@
cs: Relace: %@
es: Relación: %@
et: Relatsioon: %@
fi: Relaatio: %@
hr: Veza: %@
id: Relasi: %@
ja: リレーション: %@
nb_no: Relasjon: %@
nl: Relatie: %@
pt: Relação: %@
pt_br: Relação: %@
ru: Отношение: %@
ta: உறவு: %@
uk: Звʼязок: %@
vi: Quan hệ: %@
zh_hans: 关系: %@
zh_hant: 關係： %@

source: Relations
ar: العلاقات
cs: Relace
de: Relationen
es: Relaciones
et: Relatsioonid
fi: Relaatiot
hr: Veze
id: Hubungan-hubungan
ja: リレーション
mr: संबंध
nb_no: Relasjoner
nl: Relaties
pt: Relações
pt_br: Relações
ru: Отношения
ta: உறவுகள்
uk: Звʼязки
vi: Quan hệ
zh_hans: 关系
zh_hant: 關係

source: Replace Tags
ar: استبدال الوسوم
cs: Nahradit značky
de: Attribute ersetzen
es: Reemplazar etiquetas
et: Asenda sildid
fr: Remplacer les étiquettes
hr: Zamijeni oznake
id: Ganti Tag
ja: タグを置き換える
mr: टॅग पुनःस्थापित करा
nb_no: Erstatt etiketter
nl: Tags vervangen
pt: Substituir etiquetas
pt_br: Substituir etiquetas
ru: Заменить теги
ta: குறிச்சொற்களை மாற்றவும்
uk: Замінити теґи
vi: Thay thế Thẻ
zh_hans: 替换标签
zh_hant: 取代標籤

source: Requires a closed way with at least 3 nodes
ar: لابد من وجود طريق مغلق (مساحة لشيء ما) ويحتوي على ثلاث عقد (نقاط) على الأقل
cs: Vyžaduje uzavřenou linii s alespoň 3 body
de: Benötigt einen geschlossenen Weg mit mindestens 3 Knoten
es: Requiere una ruta cerrada con al menos 3 nodos
et: Nõuab vähemalt 3 punktiga suletud teed
fr: Requiert un chemin fermé avec au moins 3 nœuds
hr: Zahtijeva zatvoren put s barem tri čvora
id: Membutuhkan way tertutup dengan setidaknya 3 node
ja: 少なくとも3つのノードを持つクローズドウェイが必要です
nl: Een gesloten weg met ten minste 3 knopen is nodig
pt: Requer uma linha fechada (área) com pelo menos 3 nós
pt_br: Requer uma linha fechada (área) com pelo menos 3 nós
ru: Необходима замкнутая линия с 3-мя и более точками
ta: குறைந்தது 3 முனைகளுடன் மூடிய வழி தேவை
uk: Потрібна замкнена лінія щонайменше із трьома точками
vi: Cần lối đóng có ít nhất 3 nốt
zh_hant: 需要一個至少包含三個節點的閉鎖線段

source: Requires a closed way with at least 4 nodes
ar: لابد من وجود طريق مغلق (مساحة لشيء ما) ويحتوي على أربع عقد (نقاط) على الأقل
cs: Vyžaduje uzavřenou linii s alespoň 4 body
de: Benötigt einen geschlossenen Weg mit mindestens 4 Knoten
es: Requiere una ruta cerrada con al menos 4 nodos
et: Nõuab vähemalt 4 punktiga suletud teed
fr: Requiert un chemin fermé avec au moins 4 nœuds
hr: Zahtijeva zatvoren put s barem četiri čvora
id: Membutuhkan way tertutup dengan setidaknya 4 node
ja: 少なくとも4つのノードを持つクローズドウェイが必要です
nl: Een gesloten weg met ten minste 4 knopen is nodig
pt: Requer uma linha fechada (área) com pelo menos 4 nós
pt_br: Requer uma linha fechada (área) com pelo menos 4 nós
ru: Необходима замкнутая линия с 4-мя и более точками
ta: குறைந்தது 4 முனைகளுடன் மூடிய வழி தேவை
uk: Потрібна замкнена лінія щонайменше із чотирма точками
vi: Cần lối đóng có ít nhất 4 nốt
zh_hant: 需要一個至少包含四個節點的閉環線段

source: Restrict
ar: قيد
cs: Omezit
de: Einschränken
es: Restringir
et: Piira
fi: Rajoita
fr: Restreindre
hr: Zabrani
id: Batasi
ja: 制限
nb_no: Begrens
nl: Beperken
pt: Restringir
pt_br: Restrito
ru: Запретить
ta: கட்டுப்படுத்தவும்
uk: Заборонити
vi: Hạn chế
zh_hans: 限制
zh_hant: 限制

source: Restriction: %@
ar: القيد: %@
cs: Omezení: %@
de: Einschränkung: %@
es: Restricción: %@
et: Piirang: %@
fi: Rajoitus: %@
hr: Ograničenje: %@
id: Batasan: %@
ja: 制限: %@
nb_no: Begrensning: %@
nl: Beperking: %@
pt: Restrição: %@
pt_br: Restrição: %@
ru: Ограничение: %@
ta: கட்டுப்பாடு: %@
uk: Обмеження: %@
vi: Hạn chế: %@
zh_hant: 限制：%@

source: Results for %@ (%@)
ar: النتائج %1$@ (%2$@)
cs: Výsledky pro %1$@ (%2$@)
de: Ergebnisse für %1$@ (%2$@)
es: Resultados para %1$@ (%2$@)
et: %1$@ (%2$@) tulemused
fr: Résultats pour %1$@ (%2$@)
hr: Rezultati za %@ (%@)
id: Hasil untuk %1$@ (%2$@)
it: Risultati per %@ (%@)
ja: %1$@ (%2$@) の検索結果
nb_no: Resultater for %1$@ (%2$@)
nl: Resultaten voor %1$@ (%2$@)
pt: Resultados para %1$@ (%2$@)
pt_br: Resultados para %1$@ (%2$@)
ru: Результаты для %1$@ (%2$@)
ta: %@ ( %@) க்கான முடிவுகள்
uk: Результати для %1$@ (%2$@)
vi: Kết quả %1$@ (%2$@)
zh_hant: 結果： %1$@ (%2$@)

source: Retry
ar: إعادة المحاولة
cs: Opakovat
de: Wiederholen
es: Reintentar
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
hr: Pokušaj ponovo
id: Coba lagi
it: Riprova
ja: 再試行
mr: पुनःप्रयत्न
nb_no: Prøv igjen
nl: Opnieuw proberen
pt: Tentar novamente
pt_br: Tentar novamente
ru: Повторить
ta: மீண்டும் முயற்சிக்கவும்
uk: Повторити
zh_hans: 重试
zh_hant: 重試

source: Reverse
ar: عكس الاتجاه
cs: Obrátit směr
de: Umkehren
es: Invertir
et: Pööra ümber
fi: Käännä
fr: Inverser
hr: Preokreni
id: Balik
it: Inverti
ja: 反転
mr: उलटावा
nl: Omkeren
pt: Inverter
pt_br: Inverter
ru: Изменить направление
ta: தலைகீழ்
uk: Змінити напрямок
vi: Đảo ngược
zh_hans: 逆转
zh_hant: 反轉方向

source: Right
ar: يمين
cs: Vpravo
de: Rechts
es: Derecha
et: Parem
eu: Eskuin
fr: Droite
hr: Desno
id: Kanan
ja: 右
mr: उजवे
nb_no: Høyre
nl: Rechts
pt: Direita
pt_br: Direita
ru: Справа
ta: வலது
uk: Праворуч
zh_hans: 右
zh_hant: 右

source: Right side
ar: الجانب الأيمن
cs: Pravá strana
de: Rechte Seite
es: Lado derecho
et: Paremal pool
fi: Oikea puoli
fr: Côté droit
hr: Desna strana
id: Sisi kanan
ja: 右側
nb_no: Høyre side
nl: Rechterkant
pt: Lado direito
pt_br: Lado direito
ru: Правая сторона
ta: வலது பக்கம்
uk: Праворуч
vi: Bên phải
zh_hans: 右侧
zh_hant: 右邊

source: Rotate
ar: تدوير
cs: Otočit
de: Drehen
es: Girar
et: Pööra
fi: Kierrä
fr: Retourner
hr: Okreni
id: Putar
it: Ruota
ja: 回転
mr: फिरवा
nb_no: Roter
nl: Draaien
pt: Rodar
pt_br: Rotacionar
ru: Повернуть
ta: சுழற்றுங்கள்
uk: Повернути
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

source: Select a highway approaching the intersection
ar: حدد الطريق المؤدي إلى التقاطع
cs: Vyberte silnici směřující do křížení
de: Straße wählen, die sich der Kreuzung nähert
es: Seleccione una carretera que se aproxime a la intersección
et: Vali ristmikule lähenev maantee
fr: Sélectionner une voie arrivant sur l'intersection
hr: Odaberi autocestu koja se približava raskrižju
id: Pilih jalan yang mendekati persimpangan
ja: 交差点に向かう道路を選択
nl: Selecteer een weg die de kruising op komt
pt: Selecione uma estrada que se aproxima do cruzamento
pt_br: Selecione uma rodovia que se aproxima do cruzamento
ru: Выберите дорогу, ведущую к перекрёстку
ta: குறுக்குவெட்டுக்கு அணுகும் நெடுஞ்சாலையைத் தேர்ந்தெடுக்கவும்
uk: Вибрати дорогу що веде до перехрестя
zh_hant: 選擇一條靠近路口的道路

source: Select Object
ar: تحديد عنصر
cs: Vyberte objekt
de: Objekt auswählen
es: Seleccionar un objeto
et: Vali objekt
fi: Valitse objekti
fr: Sélectionner l'objet
hr: Odaberi objekt
id: Pilih Obyek
ja: オブジェクトを選択
nb_no: Velg objekt
nl: Object selecteren
pt: Selecionar objeto
pt_br: Selecione o objeto
ru: Выбрать объект
ta: பொருளைத் தேர்ந்தெடுக்கவும்
uk: Вибрати обʼєкт
vi: Chọn Đối tượng
zh_hans: 选择对象
zh_hant: 選擇物件

source: Selected object is off screen
ar: العنصر المحدد خارج الشاشة
cs: Vybraný objekt je mimo obrazovku
de: Ausgewähltes Objekt ist außerhalb des Bildschirms
es: El objeto seleccionado está fuera de la pantalla
et: Valitud objekt on ekraanilt väljas
fr: L'objet sélectionné est en dehors de l'écran
hr: Odabrani objekt se nalazi izvan ekrana
id: Obyek yang dipilih diluar layar
ja: 選択した道路は画面の外にあります
nb_no: Valgt objekt er utenfor skjermen
nl: Het geselecteerde object is buiten beeld
pt: O objeto selecionado está fora do ecrã
pt_br: O objeto selecionado está fora da tela
ru: Выбранные объекты находятся вне экрана
ta: தேர்ந்தெடுக்கப்பட்ட பொருள் திரையில் உள்ளது
uk: Вибрані обʼєкти поза екраном
zh_hans: 所选对象不在屏幕上
zh_hant: 您選取的物件在畫面外

source: Set
ar: ضبط
cs: Nastavit
de: Setze den Wert
es: Establecer
et: Määra
fi: Aseta
fr: Définir
hr: Postavi
id: Tetapkan
ja: セット
mr: सेट
nb_no: Sett
nl: Instellen
pt: Definir
pt_br: Definir
ru: Установить
ta: கணம்
uk: Додати
vi: Đặt
zh_hans: 设置
zh_hant: 設定

source: Set Height Tag
ar: ضبط وسم الارتفاع
cs: Nastavit značku výšky
de: Höhen-Attribut setzen
es: Fijar la etiqueta de altura
et: Määra kõrguse silt
fr: Définir l'étiquette de hauteur
hr: Postavi oznaku visine
id: Atur Tag Tinggi
ja: heightタグをセット
nb_no: Sett «høyde»-etikett
nl: Hoogte-tag instellen
pt: Definir etiqueta de altura
pt_br: Definir etiqueta de altura
ru: Задать тег высоты
ta: உயர குறிச்சொல்லை அமைக்கவும்
uk: Додати теґ висоти
vi: Đặt Thẻ Chiều cao
zh_hans: 设置高度标签
zh_hant: 設定高度標籤

source: set tags
ar: ضبط الوسوم
cs: nastavit značky
de: Tags setzen
es: establecer etiquetas
et: määra sildid
eu: Ikurrak ezar
fi: aseta tagit
fr: définir les attributs
hr: postavi oznake
id: atur tag-tag
it: imposta le etichette
ja: タグをセット
nb_no: sett etiketter
nl: tags instellen
pl: ustaw tagi
pt: definir etiquetas
pt_br: definir etiquetas
ru: присвоить теги
ta: குறிச்சொற்களை அமைக்கவும்
uk: надати теґи
vi: đặt thẻ
zh_hans: 设置标签
zh_hant: 設置標籤

source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
es: Configuración
et: Seaded
fi: Asetukset
fr: Paramètres
hr: Postavke
id: Pengaturan
ja: 設定
mr: मांडणी
nb_no: Innstillinger
nl: Instellingen
pt: Configurações
pt_br: Configurações
ru: Настройки
ta: அமைப்புகள்
uk: Налаштування
vi: Thiết lập
zh_hans: 设置
zh_hant: 設定

source: Share
ar: مشاركة
cs: Sdílet
de: Teilen
es: Compartir
et: Jaga
eu: Partekatu
fi: Jaa
fr: Partager
hr: Dijeli
id: Bagikan
ja: 共有
mr: सामायिक
nb_no: Del
nl: Delen
pt: Partilhar
pt_br: Compartilhar
ru: Поделиться
ta: பங்கு
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Show Recent Items
ar: إظهار العناصر الحديثة
cs: Zobrazit nedávné položky
de: Zuletzt verwendete Elemente anzeigen
es: Mostrar elementos recientes
et: Kuva hiljutised objektid
fr: Afficher les éléments récents
hr: Prikaži nedavne stavke
id: Tampilkan Item Terbaru
it: Mostra elementi recenti
ja: 最近の項目を表示
nb_no: Vis nylige elementer
nl: Recente items tonen
pt: Mostrar itens recentes
pt_br: Mostre itens recentes
ru: Показать последние элементы
ta: அண்மைக் கால உருப்படிகளைக் காட்டு
uk: Показати останні елементи
vi: Hiển thị Mục Gần đây
zh_hans: 显示最近的项目
zh_hant: 顯示近期的項目
